{
    "children": {
        "ceder1": {
            "description": "Mike and Molly hosted a seder party the night before Easter.  Ceder celebrates the jews escaping slavery.\n<p>\nBaby Moses in his cowboy jammies charmed the guests before retiring to his portable crib.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/04/20/images/ceder1.jpg",
                "width": null
            },
            "pathComponent": "ceder1.jpg",
            "title": "Ceder 1"
        },
        "ceder2": {
            "description": "Seder involves more symbolism than you can shake a rabbi at.  Here, Mikek displays the symbolic lamb shank bone, the symbolic roasted egg, the symbolic horseradish, and the symbolic bitter herbs.  The candle, the wine, the flowers and the matzo bread also star in the ceremony.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/04/20/images/ceder2.jpg",
                "width": null
            },
            "pathComponent": "ceder2.jpg",
            "title": "Ceder 2"
        },
        "ceder3": {
            "description": "Molly (pictured here) cooked a traditional seder feast, including matzo ball soup (eaten in this picture by William).  It was a tasty meal!",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/04/20/images/ceder3.jpg",
                "width": null
            },
            "pathComponent": "ceder3.jpg",
            "title": "Ceder 3"
        },
        "lawnmower": {
            "description": "Dean and Felix prepare for a madcap lawnmower race down the hall.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/04/20/images/lawnmower.jpg",
                "width": null
            },
            "pathComponent": "lawnmower.jpg",
            "title": "Lawnmower"
        },
        "nap1": {
            "description": "Felix has been feeling under the weather because of his teeth. He has been low energy, but very cuddly. More often than not, the cuddle ends up with both parties asleep.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/04/20/images/nap1.jpg",
                "width": null
            },
            "pathComponent": "nap1.jpg",
            "title": "Nap 1"
        },
        "nap2": {
            "description": "Petit tr&eacute;sor.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/04/20/images/nap2.jpg",
                "width": null
            },
            "pathComponent": "nap2.jpg",
            "title": "Nap 2"
        },
        "nap3": {
            "description": "Zzzzzz",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/04/20/images/nap3.jpg",
                "width": null
            },
            "pathComponent": "nap3.jpg",
            "title": "Nap 3"
        },
        "outside": {
            "description": "Felix can make it very clear that he wants to go outside. Here he dragged Dean by the finger to the door and pointed to it while doing the sign he created for \"I want to leave\" (opening and closing fist). For good measure, he brought along the keys.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/04/20/images/outside.jpg",
                "width": null
            },
            "pathComponent": "outside.jpg",
            "title": "Outside"
        },
        "pattycake": {
            "description": "Patty cake, patty cake, baker's man.\n<br>Bake me a cake as fast as you can.\n<br>Pat it and rub it and mark it with a B,\n<br>Put it in the oven for baby and me.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/04/20/images/pattycake.jpg",
                "width": null
            },
            "pathComponent": "pattycake.jpg",
            "title": "Pattycake"
        },
        "table": {
            "description": "After 8 years of eating on itty bitty cafe tables, we finally got a real dining table.  It extends to seat ten people. We've already had 2 dinner parties.   \n\n<p>\nHaving the morning newspaper on the table, instead of the floor, is such a luxury!\n</p>",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/04/20/images/table.jpg",
                "width": null
            },
            "pathComponent": "table.jpg",
            "title": "Table"
        }
    },
    "childrenOrder": [
        "ceder1",
        "ceder2",
        "ceder3",
        "lawnmower",
        "nap1",
        "nap2",
        "nap3",
        "outside",
        "pattycake",
        "table"
    ],
    "creationTimestamp": 1050822000,
    "description": "<P>\n<P>\nFelix understands more and more of what we say, and he is getting interested in showing off his knowledge. For the first time today, he pointed to his nose when Dean asked him \"where is your nose?\" (in English). He occasionally lifts his T-shirt when Lucie asks him \"il est o&ugrave;, ton bedon?\" (\"where's your  tummy?\"). Also, he sometimes tries to mimick us when we make the sound of animals (mmmmmooo for the cow, ack ack ack for the duck).\n<p>\nFelix is teething once again. His gums look smooth, but he is a little feversih, he is chewing on toys more than usual, and he is drooling buckets.\n<p>\nThis week, Felix figured out a way to make us go where he wants: he grabs us by the finger and drags us along. It's cute!\n<p>\nNew words:\n<ul>\n\t<li>\n\t\t[<u>opening and closing mouth</u>]:  Fish. Felix has been misusing this baby sign for a couple of months, using it for all sort of things. This week, he finally got it right, and he has been accurately spotting fish everywhere: in the tank at Chinese restaurants, on photos in books, and even embroided on clothes.\n\t</li>\n\t<li> [<u>opening and closing fist</u>]: I want to leave. This baby sign is a Felix creation. He started using it last week-end, while we were visiting friends, and it took us a few days to understand what it meant. He was doing it so purposefully, we knew it had to be something important. The sign clearly has the same root as waving bye-bye, but faster and just in the hand (Felix uses more of his arm to wave bye-bye). Felix uses this sign a lot, when he wants to go home, or go outside, or just go to a different room.\n\t</li>\n</ul>\n</p>\n\n<p>\nSee this week's <a href=\"video/\">videos</a>.\n</p>\n\n<p>",
    "pathComponent": "2003/04-20",
    "summary": "",
    "thumbnailChild": "ceder1",
    "title": "April 20"
}