{
    "children": {
        "1": {
            "description": "Meet the newest member of the family, Buzz Lightyear.  Buzz is actually older than Felix -- he's from the movie <i>Toy Story</i>, and we got him in a McDonald's Happy Meal in 1995 -- but he's only recently been promoted to \"family member\" status.   He and Felix have been inseparable, more so since we watched <i>Toy Story</i> a few days ago.  Since watching the movie, Felix has been pretending that his toys are competing to become his favorite toy, with Buzz always winning.   He started sleeping with Buzz, too.  Buzz fell out of Felix's bed during the night, and Felix woke up this morning sobbing \"Buzz!  Buzz Lightyear, where are you!\"\n\n<p>\nThe spaceship is the other toy of the month.  Buzz and the spaceship are played with constantly.\n</p>",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/1.jpg",
                "width": null
            },
            "pathComponent": "1.jpg",
            "title": ""
        },
        "austin": {
            "description": "Austin and Felix had a slumber party, allowing Dean and Lucie to actually get out for the evening.   Felix was so happy to see Austin that he kept telling us \"Goodbye!  Goodbye!\"  way before we were ready to leave.\n\n<p>\nThe <i>Star Wars</i> rocket ship came with a few characters, such as Chewbacca, a hairy creature of the fictitious species Wookie.  Austin was getting into his PJ's when Felix noticed his chest hair (Dean is notably lacking any).  Felix asked, \"Wookie?\"  Austin answered, \"A little bit.\"\n</p>",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/austin.jpg",
                "width": null
            },
            "pathComponent": "austin.jpg",
            "title": "Austin"
        },
        "brunch1": {
            "description": "Weekend brunch.  Wendy and Nadav show off their new baby,  Eli.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/brunch1.jpg",
                "width": null
            },
            "pathComponent": "brunch1.jpg",
            "title": "Brunch 1"
        },
        "brunch2": {
            "description": "Also at brunch were Anna, Taylor and 18 month old Lex (not in picture).",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/brunch2.jpg",
                "width": null
            },
            "pathComponent": "brunch2.jpg",
            "title": "Brunch 2"
        },
        "brunch3": {
            "description": "Lex discovers gravity.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/brunch3.jpg",
                "width": null
            },
            "pathComponent": "brunch3.jpg",
            "title": "Brunch 3"
        },
        "brunch4": {
            "description": "Taylor, a big <i>Star Wars</i> fan, very much approves of the rocket ship.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/brunch4.jpg",
                "width": null
            },
            "pathComponent": "brunch4.jpg",
            "title": "Brunch 4"
        },
        "hat": {
            "description": "Milo has a funny hat.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/hat.jpg",
                "width": null
            },
            "pathComponent": "hat.jpg",
            "title": "Hat"
        },
        "morning": {
            "description": "Often there's a cuddly confab in Dean and Lucie's bed before starting the day.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/morning.jpg",
                "width": null
            },
            "pathComponent": "morning.jpg",
            "title": "Morning"
        },
        "sling1": {
            "description": "Women from the <i>Sprogs</i> mailing list (an e-mail list for Bay Area parents) get together to compare baby slings. \n<p>\nJennifer (left) has baby Hazel all snuggled up in a cozy fleece sling by Kangaroo Korner. It's a popular model because it is easier to adjust than most, and very warm and comfy for babies. The only problem is that it can get TOO warm in there.\n<p>Lisa (center) wraps baby X* tight against her using 10 feet of fabric, Malaysian-style. Bonnie (right) and son Oliver try to replicate the intricate feat, but it's not that easy at first.\n<p><font size=-1>* Baby X is 3 weeks old and she is still unnamed. The suspense is building!</font>",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/sling1.jpg",
                "width": null
            },
            "pathComponent": "sling1.jpg",
            "title": "Sling 1"
        },
        "sling2": {
            "description": "Shannon and Margaret show how to have the baby facing forward instead of backward, with the same piece of fabric. You can buy something very similar from <i>Moby Wrap</i>\n<p>\nAt 9 months, Margaret is the size of most 18 months old, so Shannon has learned all the tricks to ease the weight of her mighty brood on her poor back.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/sling2.jpg",
                "width": null
            },
            "pathComponent": "sling2.jpg",
            "title": "Sling 2"
        },
        "sling3": {
            "description": "Quinn and daughter Ada demonstrated yet another option: baby on the back! This is a podeagi, a Korean baby carrier (smaller than the Malaysian wrap, but with strap).\n<p>\nNotice Milo on the floor, chewing on our very own sling. He is very attached to it.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/sling3.jpg",
                "width": null
            },
            "pathComponent": "sling3.jpg",
            "title": "Sling 3"
        },
        "sling4": {
            "description": "The latest in sling technology: the invisible sling! Karin and daughter Lily are fans.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/sling4.jpg",
                "width": null
            },
            "pathComponent": "sling4.jpg",
            "title": "Sling 4"
        },
        "sling5": {
            "description": "Slings are also good to contain babies while seating down, as demonstrated here by yours truly. Our model is called the <i>Extravagant Love Sling</i>; it has padding for the shoulder and loops to adjust the size. You wear it sideways, making a little baby hammock.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/sling5.jpg",
                "width": null
            },
            "pathComponent": "sling5.jpg",
            "title": "Sling 5"
        },
        "sling6": {
            "description": "Hazel, Oliver and baby X take a nursing break... all these sling try-outs are exhausting.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/sling6.jpg",
                "width": null
            },
            "pathComponent": "sling6.jpg",
            "title": "Sling 6"
        },
        "strollers": {
            "description": "Felix decides to stroll Nounours to a playdate with Snuggery friend Phoebe, who lives a few blocks away.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/01/16/slides/strollers.jpg",
                "width": null
            },
            "pathComponent": "strollers.jpg",
            "title": "Strollers"
        }
    },
    "childrenOrder": [
        "1",
        "austin",
        "brunch1",
        "brunch2",
        "brunch3",
        "brunch4",
        "hat",
        "morning",
        "sling1",
        "sling2",
        "sling3",
        "sling4",
        "sling5",
        "sling6",
        "strollers"
    ],
    "creationTimestamp": 1105862400,
    "description": "Lucie's excited that the days are getting longer;  soon it will be light enough to stop at the playground after picking up Felix from school.\n\n<p>\nDean has finally left Vignette, the company he has worked for since it acquired his old company, Epicentric.   He helped start Epicentric in 1998 and it grew to 380 people before being acquired.  It was at times a wild ride, but Dean's glad to be moving on, and plans to take some time off and chill with Lucie and the boys.\n</p>",
    "pathComponent": "2005/01-16",
    "summary": "",
    "thumbnailChild": "brunch3",
    "title": "January 16"
}