{
    "children": {
        "00": {
            "description": "One portion of Lake Nacimiento.  It's an octopus of a lake, with watery arms snaking in all directions.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/26/nacimiento/images/00.jpg",
                "width": null
            },
            "pathComponent": "00.jpg",
            "title": ""
        },
        "01": {
            "description": "Dean leaves the driving to Terry.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/26/nacimiento/images/01.jpg",
                "width": null
            },
            "pathComponent": "01.jpg",
            "title": ""
        },
        "02": {
            "description": "Terry keeps a eagle eye out for signs of feeding fish.  Notice our boat is working.  This happy state of affairs doesn't last long.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/26/nacimiento/images/02.jpg",
                "width": null
            },
            "pathComponent": "02.jpg",
            "title": ""
        },
        "03": {
            "description": "So.  Our boat breaks down.  Before we paddle to shore, we cast a few times.  Lo and behold, there are fish!  They're even white bass, our targeted quarry.  We catch one apiece, and a few other bass as well.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/26/nacimiento/images/03.jpg",
                "width": null
            },
            "pathComponent": "03.jpg",
            "title": ""
        },
        "04": {
            "description": "The marina guy tows our dead boat home, thus ending our fishing day.  We never get to where the white bass are.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/26/nacimiento/images/04.jpg",
                "width": null
            },
            "pathComponent": "04.jpg",
            "title": ""
        },
        "05": {
            "description": "The next day we get out there as bright and early as two San Francisco software guys can manage.  First thing we catch is the top to Terry's fishing pole, which he dropped into the water while carrying supplies to the boat.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/26/nacimiento/images/05.jpg",
                "width": null
            },
            "pathComponent": "05.jpg",
            "title": ""
        },
        "06": {
            "description": "<p>\nWe arrive at the white bass spawning grounds.  The water is crystal clear and 3 to 8 feet deep.  We can see hundreds of fish.   The males aren't interested in anything but chasing the females, and the females aren't interested in anything but being chased.  We could have scooped them out of the water with a net, but they aren't going to eat anything.\n</p>\n\n<p>\nHere, Terry tries his fly rod in a futile attempt to interest the fish.\n</p>",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/26/nacimiento/images/06.jpg",
                "width": null
            },
            "pathComponent": "06.jpg",
            "title": ""
        },
        "07": {
            "description": "Dean fishes an inlet.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/26/nacimiento/images/07.jpg",
                "width": null
            },
            "pathComponent": "07.jpg",
            "title": ""
        },
        "08": {
            "description": "The white bass aren't biting, no matter what we try.  We can't find anything else that will bite, either.  Finally, go back to where we broke down the day before and catch a couple of fish.   The boat breaking down was your classic silver lining type of thing.\n\n<p>\nHere, Dean catches a consolation un-white bass.\n</p>",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/26/nacimiento/images/08.jpg",
                "width": null
            },
            "pathComponent": "08.jpg",
            "title": ""
        },
        "09": {
            "description": "And Terry catches another.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/26/nacimiento/images/09.jpg",
                "width": null
            },
            "pathComponent": "09.jpg",
            "title": ""
        },
        "10": {
            "description": "Lake Nacimiento has deer that are seemingly tame.  You can get very close to them and they pay you no nevermind.  Only when Dean said \"I wonder if they're interested in FOOD\" did they perk their heads a little.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/26/nacimiento/images/10.jpg",
                "width": null
            },
            "pathComponent": "10.jpg",
            "title": ""
        },
        "11": {
            "description": "Even Terry's maniacal laugh has little effect on the complacent hoofers.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/26/nacimiento/images/11.jpg",
                "width": null
            },
            "pathComponent": "11.jpg",
            "title": ""
        },
        "12": {
            "description": "We spent the night in Paso Robles.  Paso Robles recently had a rather severe earthquake.  These are some earthquake-wrecked stairs at our hotel.  Several prominent buildings downtown are fenced off.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/26/nacimiento/images/12.jpg",
                "width": null
            },
            "pathComponent": "12.jpg",
            "title": ""
        }
    },
    "childrenOrder": [
        "00",
        "01",
        "02",
        "03",
        "04",
        "05",
        "06",
        "07",
        "08",
        "09",
        "10",
        "11",
        "12"
    ],
    "creationTimestamp": 1080288000,
    "description": "Dean and Terry went on a two day fishin' trip.   Dean hadn't fished in more than a decade, but Terry regularly plunders the waters of the Pacific Northwest.\n\n<p>\nThe scene of the crime was Lake Nacimiento, a reservoir near Paso Robles.  Which is near San Luis Obispo.  Which is in central California.  The lure of this particular lake (note the sly pun) was that white bass were spawning this particular week.   They do it every year about this time.  Terry had been thinking of making the white bass trip for several years -- I think he had visions of pulling up procreating fish on every cast of the line.\n</p>\n\n<p>\nUnfortunately, the white bass were only interested in making more white bass.  They didn't want to nibble on our barbed snacks.  Also unfortunately, out boat broke down the first day, three miles out from the marina.   We paddled to shore, found a cabin with a suspicious old lady who finally let Terry bum a phone call, and got the marina guy to come out and tow our boat back.   Also, I lost one of Terry's brand new rods in the water, before he ever got to use it.  And I lost quite a few lures and tackle and such.  And Terry managed to hook me in the forehead casting a fly rod.\n</p>\n\n<p>\nWe had a great time!  Really.\n</p>",
    "pathComponent": "2004/03-26/nacimiento",
    "summary": "",
    "thumbnailChild": "02",
    "title": "March 26"
}