{
    "children": {
        "exercise1": {
            "description": "Felix decided to pick up Dean's exercise program.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/02/02/images/exercise1.jpg",
                "width": null
            },
            "pathComponent": "exercise1.jpg",
            "title": "Exercise 1"
        },
        "exercise2": {
            "description": "It's a bit harder to lift without Dad.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/02/02/images/exercise2.jpg",
                "width": null
            },
            "pathComponent": "exercise2.jpg",
            "title": "Exercise 2"
        },
        "exercise3": {
            "description": "Hang on... I know Dad does it something like this.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/02/02/images/exercise3.jpg",
                "width": null
            },
            "pathComponent": "exercise3.jpg",
            "title": "Exercise 3"
        },
        "vehicle1": {
            "description": "Remember our silver Nissan Altima?  We lent it to Sylvie, Felix's nanny, while we were in France for Christmas.  She had a little accident.  The Altima's in the garage, waiting for its fate to be determined by the insurance people.  In the meantime, we've been renting this bright yellow Beetle.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/02/02/images/vehicle1.jpg",
                "width": null
            },
            "pathComponent": "vehicle1.jpg",
            "title": "Vehicle 1"
        },
        "vehicle2": {
            "description": "The insurance people finally decided that the Altima was broken beyond repair.  So meet the newest member of the family:  a 2003 Mazda Protege5.  The rental Beetle got us hooked on sexy blondes.\n\n<p>\nWe haven't decided whether the young'un is named \"the Mazda\" or \"the Canary\" or what.  We're taking suggestions.  \n</p>",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/02/02/images/vehicle2.jpg",
                "width": null
            },
            "pathComponent": "vehicle2.jpg",
            "title": "Vehicle 2"
        },
        "z_snow": {
            "description": "This is a picture someone else at the meeting in Breckenridge took with his digital camera while skiing on Saturday.  Dean is nowhere in this picture.  About when this picture was taken, Dean was crammed alongside 9 cranky tired British snowboarders into a shuttle van sliding up the icy interstate from the airport in Denver.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/02/02/images/z_snow.jpg",
                "width": null
            },
            "pathComponent": "z_snow.jpg",
            "title": "Z Snow"
        }
    },
    "childrenOrder": [
        "exercise1",
        "exercise2",
        "exercise3",
        "vehicle1",
        "vehicle2",
        "z_snow"
    ],
    "creationTimestamp": 1044172800,
    "description": "<P>\n<P>\nThis edition of the Felix update is being beamed to you from the ski resort of Breckenridge Colorado, where Dean is, oddly, on a business trip.  No skiing.  Dean was in Colorado all weekend, so the few pictures we have this week were loaded on the laptop before he left.\n\n<p>\nIt's snowing in Breckenridge, as you might expect at a ski resort.  This morning I had to trek six blocks in a snowstorm to get my Starbucks coffee.  By the time I got back to the hotel, I had two pounds of ice in my hair and there was mocha frozen to my upper lip.  It seems a million miles away from San Francisco and my comfy warm family even though mapquest.com only puts it at 1201 miles.\n</p>\n\n<p>",
    "pathComponent": "2003/02-02",
    "summary": "",
    "thumbnailChild": "vehicle1",
    "title": "February 2"
}