{
    "children": {
        "edan1": {
            "description": "Edan, who until recently was also kept by nanny Sylvie, had a 3 year birthday party.   She specifically requested that Felix attend.  We had a blast! \n\n<p>\nHere, Felix advises Edan on how to color coordinate her makeup with her pretty dress.\n</p>",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/09/28/images/edan1.jpg",
                "width": null
            },
            "pathComponent": "edan1.jpg",
            "title": "Edan 1"
        },
        "edan2": {
            "description": "The party has everything! James, Robert and Felix frolic in the mighty ball castle.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/09/28/images/edan2.jpg",
                "width": null
            },
            "pathComponent": "edan2.jpg",
            "title": "Edan 2"
        },
        "edan3": {
            "description": "Elise and Felix look like they had one too many mimosas. Let the good time roll.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/09/28/images/edan3.jpg",
                "width": null
            },
            "pathComponent": "edan3.jpg",
            "title": "Edan 3"
        },
        "edan4": {
            "description": "A trampoline!!!  This is about when Felix decided he never wanted to go home, and would much prefer moving in with Edan.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/09/28/images/edan4.jpg",
                "width": null
            },
            "pathComponent": "edan4.jpg",
            "title": "Edan 4"
        },
        "edan5": {
            "description": "A live art performance in the garden, featuring world reknown painters Felix and Robert (and one anonymous artist).",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/09/28/images/edan5.jpg",
                "width": null
            },
            "pathComponent": "edan5.jpg",
            "title": "Edan 5"
        },
        "edan6": {
            "description": "Robert and Felix feast on cream cake and and strawberry milk.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/09/28/images/edan6.jpg",
                "width": null
            },
            "pathComponent": "edan6.jpg",
            "title": "Edan 6"
        },
        "edan7": {
            "description": "Sylvie came by to give the birthday girl a big hug.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/09/28/images/edan7.jpg",
                "width": null
            },
            "pathComponent": "edan7.jpg",
            "title": "Edan 7"
        },
        "mikek": {
            "description": "Dean and Lucie went out Saturday night.   When we asked Mikek to babysit, he swallowed hard, shelved his fear and uncertainty, and said \"yes\".   \n\n<p>\nHere, Lucie and the alien teach Mikek how to change a diaper. \n</p>\n\n<p>\nBoth Mikek and Felix survived.\n</p>",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/09/28/images/mikek.jpg",
                "width": null
            },
            "pathComponent": "mikek.jpg",
            "title": "Mikek"
        },
        "out": {
            "description": "A mocha-and-madeleines outing at our local coffee shop.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/09/28/images/out.jpg",
                "width": null
            },
            "pathComponent": "out.jpg",
            "title": "Out"
        }
    },
    "childrenOrder": [
        "edan1",
        "edan2",
        "edan3",
        "edan4",
        "edan5",
        "edan6",
        "edan7",
        "mikek",
        "out"
    ],
    "creationTimestamp": 1064732400,
    "description": "<P>\n<P>\nTwo weeks ago, while Felix was sick, we said he might have started his terrible twos.  He hasn't.  He's been very sweet, considerate and wanting to please.\n\n<p>\nHe's now exploring ownership in less obnoxious ways than saying \"Mine!\", such as:\n<ul>\n\t<li>\n\t\tHe sometimes takes offense at Lucie using Dean's laptop.\n\t</li>\n\t<li>\n\t\tHe was playing with another baby's toy at the playground.  When that baby wandered off, he said \"B&eacute;b&eacute;!\" and showed the toy to Lucie, clearly concerned that the baby had forgotten her toy.\n\t</li>\n\t<li>\n\t\tHe understands that toys at the playground are for sharing.  He brought his beloved tricycle there, and was very good (though clearly anxious) about letting everyone else play with it.\n\t</li>\n\t<li>\n\tHe's also exploring ownership of roles.   Felix will often decide that a particular action, like preparing his bottle, must be done by one of us.  Then <i>giving</i> the bottle to him should be done by the other parent.   He's very capricious about this -- who owns which role doesn't stay the same from one time to the next.\n\t</li>\n</ul>\n</p>\n\n<p>\nIn the Modern Baby department:  he talks about cell phones (\"cell fo\") as a distinct thing from regular phones (\"fo\").  And he's very good at detecting cell phone rings, even when they're weird and don't sound like rings at all.\n</p>\n\n<p>\n\"What are you doing?\" has morphed into a single word:  \"DOING?\", pronounced like it rhymes with \"BOING?\"   He uses it appropriately -- when he sees us doing something he doesn't understand, he asks \"DOING?\"  And we tell him.  Very cute!\n</p>\n\n<p>",
    "pathComponent": "2003/09-28",
    "summary": "",
    "thumbnailChild": "mikek",
    "title": "September 28"
}