{
    "children": {
        "kitchensink": {
            "description": "This was the wettest March in bay area history.   We've had to get creative in finding ways to entertain the kids indoors. \n<p>\n\"Washing dishes\" was a hit with them both.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2006/04/02/slides/kitchensink.jpg",
                "width": null
            },
            "pathComponent": "kitchensink.jpg",
            "title": "Kitchensink"
        },
        "magic1": {
            "description": "Magician Felix is a phenomenal act. Some say he can even make baby dogs appear from his hat!\n<p>\nLook at that coin closely...",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2006/04/02/slides/magic1.jpg",
                "width": null
            },
            "pathComponent": "magic1.jpg",
            "title": "Magic 1"
        },
        "magic2": {
            "description": "Hocus pocus abra cadabra!  The coin is gone!",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2006/04/02/slides/magic2.jpg",
                "width": null
            },
            "pathComponent": "magic2.jpg",
            "title": "Magic 2"
        },
        "milo": {
            "description": "Whenever the sun comes out, we rush outside.\n<p>\nNanny Maria gave Milo those cute Busy Bee boots as a present, for optimum puddle splashing.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2006/04/02/slides/milo.jpg",
                "width": null
            },
            "pathComponent": "milo.jpg",
            "title": "Milo"
        },
        "morning1": {
            "description": "Mornings can be a challenge. Milo doesn't like to get dressed.\n<p>\nFelix double-checks his overnight bag, which he packed himself. After school, Kora and Torin's parents pick him up for a sleep-over.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2006/04/02/slides/morning1.jpg",
                "width": null
            },
            "pathComponent": "morning1.jpg",
            "title": "Morning 1"
        },
        "morning2": {
            "description": "Milo has a minor infection called pink eye. Believe it or not, the doctor prescribed breast milk (!) Apparantly, the antibodies in it work better than any eyedrops produced in a laboratory.   Milo <i>hates</i> it.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2006/04/02/slides/morning2.jpg",
                "width": null
            },
            "pathComponent": "morning2.jpg",
            "title": "Morning 2"
        },
        "morning3": {
            "description": "There there, the hard part is over.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2006/04/02/slides/morning3.jpg",
                "width": null
            },
            "pathComponent": "morning3.jpg",
            "title": "Morning 3"
        },
        "morning4": {
            "description": "Consolation prize:  Milo gets to suck the leftovers out of the eyedropper.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2006/04/02/slides/morning4.jpg",
                "width": null
            },
            "pathComponent": "morning4.jpg",
            "title": "Morning 4"
        },
        "morning5": {
            "description": "Felix's \"business man\" shirt, as he calls it.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2006/04/02/slides/morning5.jpg",
                "width": null
            },
            "pathComponent": "morning5.jpg",
            "title": "Morning 5"
        }
    },
    "childrenOrder": [
        "kitchensink",
        "magic1",
        "magic2",
        "milo",
        "morning1",
        "morning2",
        "morning3",
        "morning4",
        "morning5"
    ],
    "creationTimestamp": 1143964800,
    "description": "Felix has a great talent for friendship.   Whereas many preschoolers will follow the herd around, doing whatever everyone else is doing, Felix stays out of the pack and interacts deeply with one kid at a time.    He's extremely close to 5 or so kids.  We've been doing mucho sleepovers and playdates with these kids.   He's even starting packing his sleepover bag himself!\n\n<p>\nMilo likes Felix's school just as much as Felix does.  Felix's friends are his friends, and they love him, too.  He wanders around like he owns the place, making the rounds of the bunnies and rats and even trying to play with the 10 year olds in the before-school program.  One day this week, he actually cried when Lucie dragged him home.\n</p>\n\n<p>\nMilo's beefing up.   He used to be a skinny little feather of a thing, but nobody can hoover up a billion calories a day and have it simply evaporate.  His face is filling out, and he's got a solid, muscular physique.\n</p>\n\nI hope we aren't jinxing it by writing it down, but it looks like Felix no longer needs diapers at night! He used to pee about every other night, but the diaper's been dry for the last week.  We think it's the sleepovers, seeing most of his friends go to bed without the diaper.  Tonight is Felix's very first night without. Send him your dry wishes!  We are fully expecting some accidents now and then, but we hope to have put diapers behind us for good.",
    "pathComponent": "2006/04-02",
    "summary": "",
    "thumbnailChild": "morning1",
    "title": "April 2"
}