{
    "children": {
        "beach": {
            "description": "It's been hot hot hot in San Francisco, and we are making the most of it. \n<p>\nFrom left to right: Sienna, Aisha, Leila, Aidan and Felix, enjoying a day at the beach. Not pictured: Cindy, Sienna's mom.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/15/images/beach.jpg",
                "width": null
            },
            "pathComponent": "beach.jpg",
            "title": "Beach"
        },
        "dolores": {
            "description": "The playground in Dolores Park has a boat in it. All Felix wants to do is be on it, and pretend to be catching fish. Occasionally, we'll manage to lure him out of the boat, as long as we all pretend to BE fish instead.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/15/images/dolores.jpg",
                "width": null
            },
            "pathComponent": "dolores.jpg",
            "title": "Dolores"
        },
        "dylan": {
            "description": "Other playgrounds don't have boats, but you can still pretend to be on one.  This time, new buddy Dylan joins the fun. \"No fall water! No wet!\" cautions Felix.\n<p>\nDylan's mother, Olga, is another French-speaking mom.  Dylan, like Felix, favors English.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/15/images/dylan.jpg",
                "width": null
            },
            "pathComponent": "dylan.jpg",
            "title": "Dylan"
        },
        "gg1": {
            "description": "Crossing a bridge in the Japanese Tea Garden in Golden Gate Park, Felix suddenly wonders where exactly does the water go, when there's a bridge on top of it.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/15/images/gg1.jpg",
                "width": null
            },
            "pathComponent": "gg1.jpg",
            "title": "Gg 1"
        },
        "gg2": {
            "description": "Spring is in the air. Nature is in bloom.  Bellies are flowering.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/15/images/gg2.jpg",
                "width": null
            },
            "pathComponent": "gg2.jpg",
            "title": "Gg 2"
        },
        "gg3": {
            "description": "Unable to get Stow Lake's overfed ducks interested in our bread, Dean and Felix settle for throwing crumbs at a turtle. Felix samples the bread.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/15/images/gg3.jpg",
                "width": null
            },
            "pathComponent": "gg3.jpg",
            "title": "Gg 3"
        },
        "gg4": {
            "description": "After hours at the park, it's hard to survive the stroller ride back to the car.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/15/images/gg4.jpg",
                "width": null
            },
            "pathComponent": "gg4.jpg",
            "title": "Gg 4"
        },
        "nana": {
            "description": "This week, Dean spent 3 days in Washigton D.C. with Harriet, who underwent surgery.  She recovered fine.  Since Dean returned, Felix has been spending hours playing out a complex scene where Nana (the pillow) has a boo-boo from a fall, which is fixed by the doctor (the wooden elephant) with a band-aid (the mardi gras beads), before taking a plane home with her luggage (the bucket of legos and Mister Potato Head).  And don't forget the taxi ride to the airport!",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/15/images/nana.jpg",
                "width": null
            },
            "pathComponent": "nana.jpg",
            "title": "Nana"
        },
        "pool1": {
            "description": "It's only early March, and we already got a chance to blow up the inflatable swimming pool! Life is good for the California child.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/15/images/pool1.jpg",
                "width": null
            },
            "pathComponent": "pool1.jpg",
            "title": "Pool 1"
        },
        "pool2": {
            "description": "Felix is very interested in the pump... but what is it for?",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/15/images/pool2.jpg",
                "width": null
            },
            "pathComponent": "pool2.jpg",
            "title": "Pool 2"
        },
        "pool3": {
            "description": "Got it! It's to fill up the tank!",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/03/15/images/pool3.jpg",
                "width": null
            },
            "pathComponent": "pool3.jpg",
            "title": "Pool 3"
        }
    },
    "childrenOrder": [
        "beach",
        "dolores",
        "dylan",
        "gg1",
        "gg2",
        "gg3",
        "gg4",
        "nana",
        "pool1",
        "pool2",
        "pool3"
    ],
    "creationTimestamp": 1079337600,
    "description": "Dean was in Washington DC for some of the week visiting Nana.  He kept in touch with Felix with amusing and somewhat confusing phone calls:\n<br /><u>Dean</u>:  Hi Felix!\n<br /><u>Felix</u>:  Bateau!\n<br /><u>Dean</u>:  How are you, Felix?\n<br /><u>Felix</u>:  Hi Papa!\n<br /><u>Dean</u>:  What did you do today?\n<br /><u>Felix</u>:  Papa!\n\n<p>\nWatching Felix play is lots of fun.  He'll act out entire scenes from a book or real life, with the most unusual props.   His favorite scenes of the moment:\n<ul>\n\t<li>Tirelessly recreating Dean's trip to Nana's.  A pillow stars as Nana, and Mr. Potato head is one of the suitcases.</li>\n\t<li>Has his stuffed animals go home (a box), sleep, wake up, eat, then go back to sleep.  Over and over.</li>\n\t<li>Fishing.  The bucket's very important.  You <i>always</i> put the fish in the bucket.</li>\n</ul>\n</p>\n\n<p>\nHis sentences are getting more grammatically correct: the words are in the right order, though the little words in between are still missing. For example, he will say \"no go outside, want stay home\", \"watch! airplane land airport!\"\n</p>\n\n<p>\nOn Monday morning, during the car ride to Sylvie's, Lucie and Felix were telling Evan about their week-end:\n<br /><u>Lucie</u>: Au park, on a donné à manger aux canards. <i>(at the park, we fed the\nducks)</i>\n<br /><u>Felix</u>: Coin no faim, no eat pain. <i>(but the ducks weren't hungry, they didn't eat the bread)</i>\n</p>\n\n<p>\nA cute addition to his vocabulary and his behavior: when things don't turn out as hoped, instead of getting frustrated, Felix often just shrugs it off and says \"oh well\".\n</p>\n\n<p>\nHe got his first number:  two.  One evening he very clearly insisted that Dean read the TWO books he had in his hand.\n</p>\n\n<p>\nWhen we drive, Felix is getting very interested about why we do things. He knows all about red lights. He is being a bit of a backseat driver, though, telling us to slow down and to be more careful (\"No fast! No crash!\").\n</p>",
    "pathComponent": "2004/03-15",
    "summary": "",
    "thumbnailChild": "gg4",
    "title": "March 15"
}