{
    "children": {
        "bed1": {
            "description": "We got a big boy bed.  Well, not a BIG boy bed but a toddler bed.  At the store Lucie asked him if he wanted a full sized kids bed.   He shook and said \"Noooo, petit lit!\" (little bed!)",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/05/23/images/bed1.jpg",
                "width": null
            },
            "pathComponent": "bed1.jpg",
            "title": "Bed 1"
        },
        "bed2": {
            "description": "Nounours also got a bed.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/05/23/images/bed2.jpg",
                "width": null
            },
            "pathComponent": "bed2.jpg",
            "title": "Bed 2"
        },
        "bed3": {
            "description": "Felix and Nounours try out their respective beds.\n\n<p>\nFor some reason Felix wasn't attached to his crib, but his blanket and sheets.  We're not complaining.  It made it very easy to transition him to the new bed that uses the same size mattress.\n</p>",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/05/23/images/bed3.jpg",
                "width": null
            },
            "pathComponent": "bed3.jpg",
            "title": "Bed 3"
        },
        "croquet1": {
            "description": "We went shopping for furniture and all we came back with was this croquet set.  That's focus for you, folks.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/05/23/images/croquet1.jpg",
                "width": null
            },
            "pathComponent": "croquet1.jpg",
            "title": "Croquet 1"
        },
        "croquet2": {
            "description": "Felix is happily surprised to find this is one thing it's okay to whack with a stick.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/05/23/images/croquet2.jpg",
                "width": null
            },
            "pathComponent": "croquet2.jpg",
            "title": "Croquet 2"
        },
        "croquet3": {
            "description": "The game is cut short on account of tricycle decoration.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/05/23/images/croquet3.jpg",
                "width": null
            },
            "pathComponent": "croquet3.jpg",
            "title": "Croquet 3"
        },
        "foot": {
            "description": "Some mornings Felix gets up too early for Dean and Lucie.   When we're too sluggish and unresponsive, Felix will pull the blanket off Dean's foot and ask it if it wants to read books.  It says yes.  Felix sits with Dean's foot peeking out of the blanket and lovingly reads it books.  The foot chimes in in a sleepy, squeaky British voice.  \"I say, a Tiger?  Bloody marvelous.  Are you scared?\"   Sometimes Felix will turn the page and bump the foot, whereupon he'll say \"Sorry!\" and kiss the big toe.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/05/23/images/foot.jpg",
                "width": null
            },
            "pathComponent": "foot.jpg",
            "title": "Foot"
        }
    },
    "childrenOrder": [
        "bed1",
        "bed2",
        "bed3",
        "croquet1",
        "croquet2",
        "croquet3",
        "foot"
    ],
    "creationTimestamp": 1085295600,
    "description": "Felix has adjusted to school well.  Wednesday was his first full day (before, Lucie had been picking him up after lunch).   It was also the first day in his life without a nap, and he didn't even crash at night.  Friday was the first day he didn't cry when Lucie dropped him off.  He did take a nap Friday, and also slept a lot the weekend -- school can be exhausting!\n\n\n<p>\nHe plays school at home a lot.  He pretends Lucie is his little girl and leaves her at school (the living room), drives away in his ride-on toy car, parks it at the pretend garage, does yoga (he does an actual yoga pose -- he must have taken a class at school), gets back in his car and picks up Lucie with a big hug.  The yoga cracks us up, it's so Berkeley.  Lucie's been doing yoga for years but hasn't ever tried teaching Felix.\n</p>\n\n<p>\nHe's ready to be a big brother.  We can't read him \"big brother\" books without him saying, \"Want my baby!  Want baby come!  Go doctor!\"  He does the same looking at pictures of Iris and Zoe:  he says \"Want that! Want that!\" pointing at Zoe.\n</p>\n\n<p>\nFelix has been very proud to conduct tours of the new house.  He goes to every room and talks about what happens there:  \"Bathroom, wash hands... my room, sleep...\"   Sylvie, Evan and Anna visited and every time the kids' attention was diverted by a toy he'd say \"No!  Come ON!  See house!\"\n</p>\n\n<p>\nHe saw <i>Kiki's Delivery Service</i>, a movie about a witch.  Since then, he's been trying to fly on his toy broom, really straining.  When he fails he assumes he's doing it wrong and drags out a big broom for Dean to show him how.  Dean has to shamefully confess he never learned how to fly in school.\n</p>\n\n<p>\nWe're sure Felix will separate French and English at some point, but for now he has a fascinating m&eacute;lange.  He counts \"Un deux three four\".  In the car he says, \"Red light!  Feu vert!\".  The most astonishing is the fact that he'll translate songs:  \"Row row bateau\" and \"la la light moon\" (au claire de la lune).   I think most kids will repeat songs without knowing what the lyrics mean.  Felix absolutely won't sing anything that he doesn't understand, and he insists on translating each word into his preferred language for that word.\n</p>",
    "pathComponent": "2004/05-23",
    "summary": "",
    "thumbnailChild": "croquet1",
    "title": "May 23"
}