{
    "children": {
        "kitchen": {
            "description": "Felix likes the kitchen playsets at the various indoor playgrounds so much, Lucie got him one.  It's in the kitchen, to keep him amused while Lucie cooks.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/03/02/images/kitchen.jpg",
                "width": null
            },
            "pathComponent": "kitchen.jpg",
            "title": "Kitchen"
        },
        "nate": {
            "description": "Felix and Nathaniel have spent a lot of time together this week.  Friday evening, Jenifer and Steve babysat Felix.  Saturday was Jenifer's birthday and we went to brunch at their place.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/03/02/images/nate.jpg",
                "width": null
            },
            "pathComponent": "nate.jpg",
            "title": "Nate"
        },
        "sink": {
            "description": "After an exceptionally messy meal, Felix gets the kitchen sink treatment.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/03/02/images/sink.jpg",
                "width": null
            },
            "pathComponent": "sink.jpg",
            "title": "Sink"
        },
        "zoom1": {
            "description": "Felix zooms (very) gently along on his scooter.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/03/02/images/zoom1.jpg",
                "width": null
            },
            "pathComponent": "zoom1.jpg",
            "title": "Zoom 1"
        },
        "zoom2": {
            "description": "Born 2 B wild.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2003/03/02/images/zoom2.jpg",
                "width": null
            },
            "pathComponent": "zoom2.jpg",
            "title": "Zoom 2"
        }
    },
    "childrenOrder": [
        "kitchen",
        "nate",
        "sink",
        "zoom1",
        "zoom2"
    ],
    "creationTimestamp": 1046592000,
    "description": "<P>\n<P>\nWe're still very happy with the new apartment.  It feels like home.  Our DSL and satellite TV are working, turning us once again into proper media consumers.\n\n<p>\nFelix has truly joined the ranks of the talking.  I'm sure if you asked HIM, he'd say he was Dostoyevsky or something.  In reality, he uses just a few words consistently.  He's very imaginative about applying them to new things and situations, the end result being that nearly every concept in the world can be expressed in his current vocabulary.\n<ul>\n\t<li>\n\t\t<u>boo</u>:  peekaboo.  Even uses it when opening pop-up flaps in book that reveal hidden people or creatures.\n\t</li>\n\t<li>\n\t\t<u>bubble</u>:  a book, any book.  We have an electronic book in which a mouse says \"bubbles\"!  Felix riffed off that.\n\t</li>\n\t<li>\n\t\t<u>mama</u>:  usually means I want food.  Sometimes even means Lucie.\n\t</li>\n\t<li>\n\t\t<u>papa</u>:  means Dean, and is pronounced \"paw paw\", but only used when looking for Dean.\n\t</li>\n\t<li>\n\t\t<u>meow</u>:  a live cat or dog.  Or, we're sure, a live raccoon or horse if one showed up. Accompanied by a petting-his-whiskers Baby Sign that we've been showing to him since he was 7 months old.\n\t</li>\n\t<li>\n\t\t<u>opp-opp</u>: not a actually a word, but opening and closing his mouth like a fish.  Also a Baby Sign.  It means any small fake animal, like a fish chew toy or a plastic cat.  It may be expanding to mean any small toy at all.\n\t</li>\n</ul> \n</p>\n\n<p>\nSee this week's <a href=\"video/\">videos</a> of him talking.\n</p>\n\n<p>",
    "pathComponent": "2003/03-02",
    "summary": "",
    "thumbnailChild": "zoom1",
    "title": "March 2"
}