{
    "children": {
        "caco": {
            "description": "Felix is a bit scared of the bike -- when it's stopped, he thinks it's going to fall.  But he's mastering that fear and increasingly wants to go out with Dean.  He's a major backseat driver:  \"No crash, Papa! No bump car!\"",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/07/11/images/caco.jpg",
                "width": null
            },
            "pathComponent": "caco.jpg",
            "title": "Caco"
        },
        "dressup": {
            "description": "Felix is starting to play dress up. Here, he wrapped a towel around his neck, put a tupperware on his head, added a broom... et voil&agrave;! \"me bonhomme neige\" (snowman). \n<p>\nWe need to get him some more exciting costumes!",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/07/11/images/dressup.jpg",
                "width": null
            },
            "pathComponent": "dressup.jpg",
            "title": "Dressup"
        },
        "fort": {
            "description": "Reading a book with Nana, in the comfort of his fort.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/07/11/images/fort.jpg",
                "width": null
            },
            "pathComponent": "fort.jpg",
            "title": "Fort"
        },
        "solano1": {
            "description": "Sunny Sunday on Solano avenue.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/07/11/images/solano1.jpg",
                "width": null
            },
            "pathComponent": "solano1.jpg",
            "title": "Solano 1"
        },
        "solano2": {
            "description": "Harriet is in town for a few days, for her job. The race in on... will Bastille make his grand entrance during her trip?",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/07/11/images/solano2.jpg",
                "width": null
            },
            "pathComponent": "solano2.jpg",
            "title": "Solano 2"
        },
        "train": {
            "description": "Choo choo!  Each stuffed animal gets a seat in Felix's train.\n<p>\nYou know you have a big belly when it can comfortably seat a Marsupilami.\n</p>",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2004/07/11/images/train.jpg",
                "width": null
            },
            "pathComponent": "train.jpg",
            "title": "Train"
        }
    },
    "childrenOrder": [
        "caco",
        "dressup",
        "fort",
        "solano1",
        "solano2",
        "train"
    ],
    "creationTimestamp": 1089529200,
    "description": "<P>\nWe're pretty sure Felix is right handed.  He still uses both hands to do stuff, but when he eats yogurt, he only leaves a mess if he uses his left hand.  Which is funny:  his body knows that he's right handed but Felix himself hasn't gotten the memo.\n<p>\nFelix is getting very conscious of language.  He's starting to ask us when we use a word he doesn't understand.   He's also asking us more and more for the names of things.   And often he'll point to a picture in a book or in the newspaper and ask, \"What happening?\"\n</p>\n<p>\nWe think he understands that English and French are two distinct languages.  He used to use the same Frenglish medley with everyone, but he now responds with more English terms when spoken to in English, and more French when spoken to in French.   However, basic Felix-ese is still a zany mixture, sometimes even at the word level.  For example:\n<ul>\n\t<li>\n\t\tDoghouse:  \"niche-house\" (\"niche\" is doghouse in French)\n\t</li>\n\t<li>\n\t\tFisherman:  \"p&eacute;cheurman\" (\"p&eacute;cheur\" is fisherman in French)\n\t</li>\n</ul>\n</p>\n<p>\nAlso, he is starting to conjugate verbs.  He accurately uses \"do\" versus \"did\"; and he adds \"ing\" at the end of verbs. The grammar is entirely English, even for French verbs.  He says \"me mangeing fraises\" (I'm eating strawberries) and \"me poussing!\" (I'm pushing!).\n</p>\n<p>\nDespite his newfound love of conjugation, he still rarely uses all those pesky little words that people insist on shoving between the main ones. He says \"play you\" (I want to play with you), \"wait me!\" (wait for me); \"am&egrave;ne &eacute;cole, want show friends\" (I want to bring it to school, and show it to my friends).\n</p>\n<p>\nOne of his most endearing phrases of the moment is \"make petit place\" (make a little spot for me). In the morning, he crawls in our bed and snuggles up against us, saying \"make petit place, make petit place\". Once he is settled in a comfortable position, he adds \"mmmmm, <i>cozy</i>!\"\n</p>",
    "pathComponent": "2004/07-11",
    "summary": "",
    "thumbnailChild": "dressup",
    "title": "July 11"
}