{
    "children": {
        "birthday": {
            "description": "For Lucie's 32nd birthday (Feb 20th), we had brunch at Mark and Laura's, friends from Felix's preschool.  The previous evening Austin babysat while Dean and Lucie had a very nice night out.\n<p><u>Left to right</u>:  Phoebe, Felix, Kora, Torin, Sarah.</p>",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/02/20/slides/birthday.jpg",
                "width": null
            },
            "pathComponent": "birthday.jpg",
            "title": "Birthday"
        },
        "boys": {
            "description": "The boys.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/02/20/slides/boys.jpg",
                "width": null
            },
            "pathComponent": "boys.jpg",
            "title": "Boys"
        },
        "chow1": {
            "description": "Felix shovels it in.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/02/20/slides/chow1.jpg",
                "width": null
            },
            "pathComponent": "chow1.jpg",
            "title": "Chow 1"
        },
        "chow2": {
            "description": "Milo's first Cheerios.  This is something of a revolution:  now Milo will spend whole minutes quiet at the table.  This allows us brief moments where both parents can be eating <i>at the same time</i>.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/02/20/slides/chow2.jpg",
                "width": null
            },
            "pathComponent": "chow2.jpg",
            "title": "Chow 2"
        },
        "doctor1": {
            "description": "Herr Doctor has a good bedside manner but goes a bit heavy on the injections.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/02/20/slides/doctor1.jpg",
                "width": null
            },
            "pathComponent": "doctor1.jpg",
            "title": "Doctor 1"
        },
        "doctor2": {
            "description": "He always assures the patient that the shot will \"only hurt a little bit\".",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/02/20/slides/doctor2.jpg",
                "width": null
            },
            "pathComponent": "doctor2.jpg",
            "title": "Doctor 2"
        },
        "wacky": {
            "description": "<i>Wacky Wednesday</i> is a book where you spot what's wrong on each page.   According to Felix, what's wrong on this page is the desk doesn't have a computer on it.",
            "fullSizeImage": {
                "height": null,
                "url": "http://tacocat.com/pix/2005/02/20/slides/wacky.jpg",
                "width": null
            },
            "pathComponent": "wacky.jpg",
            "title": "Wacky"
        }
    },
    "childrenOrder": [
        "birthday",
        "boys",
        "chow1",
        "chow2",
        "doctor1",
        "doctor2",
        "wacky"
    ],
    "creationTimestamp": 1108886400,
    "description": "This has been a week of adjustment. \n<ul>\n\t<li>Everybody's been adjusting to the cold rainy weather after Hawaii. It's even got perpetually sunny Milo a bit down:  we think he loved the warmth and lack of clothes, the ocean's sights and sounds, and being outside.</li> \n\t<li>Dean's been adjusting to working again.   </li> \n\t<li>The rest of the family's been adjusting to not having Dean around during the day. </li> \n</ul>\n\n<p>\nFelix has gradually, over the course of a year, been moving from playing side-by-side with kids at school to actually playing with them.   This week it suddenly got fully interactive.  Felix arrives in the morning and one or more of his good friends -- Jasper, Torin, Caton, Phoebe -- will run over, grab him, and begin playing.   They'll do things like hold hands and jump up and down singing, \"Let's play rocket ship!  Let's play rocket ship!\"\n</p>\n\n<p>\nMilo is fully mobile and getting into absolutely everything:  speaker cables, the DVD player, the trash can, stairs.  It's such a different experience than with Felix, who was older and perhaps more naturally heeding when he began to crawl.  All it took was a firm \"no\" for Felix to stay away from an object forever.   Milo doesn't understand \"no\" in the slightest, and seems drawn to things that will choke, crush, electrocute or drown him.   We're going to have to baby-proof much more seriously than we did for Felix. \n</p>\n\n<p>\nFelix is a great big brother.  When Lucie and Milo drop Felix off at school, kids come around to look at Milo and Felix says proudly, \"That's <i>my</i> baby.\"   And he's amazingly reasonable about letting Milo play with his stuff, though Milo is not so reasonable:  he usually goes for whatever Felix is currently playing with.  Even then, Felix never gets angry or pushes.  He pleads for Lucie or Dean to get Milo off of him.   Felix patience has even seemed to grow now that Milo is starting to be amused by things Felix does, like jumping.\n</p>\n\nFelix is starting to skip his nap some days.   It used to be we <i>depended</i> on that nap to get stuff done, like dishes and laundry, but fortunately he's recently gotten good about amusing himself if he needs to.  He'll play Legos or make a zoo for his animals.",
    "pathComponent": "2005/02-20",
    "summary": "",
    "thumbnailChild": "chow1",
    "title": "February 20"
}